# Слушатель курса Junior Python-разработчик
# Рыжаков Андрей Николаевич, anryzhakov@yandex.ru
# Практическая работа по уроку "Динамическая типизация"

# Создайте переменную name и присвойте ей значение вашего имени (строка).
name = 'Andrew'
# Выведите значение переменной name на экран.
print('Имя:', name)
# Создайте переменную age и присвойте ей значение вашего возраста (целое число).
age = 50
# Выведите значение переменной age на экран.
print('Возраст', age)
# Перезапишите в age текущее значение переменной age + новое.
new_age = age + 7
# Выведите измененное значение переменной age на экран.
print('Через 7 лет возраст составит',new_age)
# Создайте переменную is_student и присвойте ей значение True (логическое значение).
is_student = True
# Выведите значение переменной is_student на экран.
print('Я учусь в Urban?:', is_student)